Repository: EbrahimMoGedamy/Projects
Catalog: Sa-Localization/Sa-Localization/*.lproj/Localizable.strings
Languages: ar

# valid_error_title
source: Invalid Fields
ar: الحقول غير صالحة

# opertaion_success
source: Operation success
ar: عملية ناحجة

# opertaion_fails
source: Opertaion failed
ar: فشل العملية

# emptyLoginUser
source: Email or Mobile number is required
ar: أدخل البريد الإلكتروني أو رقم الهاتف

# emptyUserName
source: Username is required
ar: أدخل إسم المستخدم

# emptyUserPassword
source: Password is required
ar: أدخل كلمة المرور

# validUserPassword
source: Password must be 6 chars or more
ar: كلمة المرور لا تقل عن ٦ رموز

# emptyUserMail
source: Email is required
ar: أدخل البريد الإلكتروني

# validUserMail
source: Enter your mail in correct format
ar: تأكد من إدخال البريد الإلكتروني بطريقه صحيحة

# emptyUserPhone
source: Mobile number is required
ar: أدخل رقم الهاتف

# emptyCover
source: Cover type is required
ar: إختر نوع التغليف

# validUserPhone
source: Mobile number must have min 10 digit and max 15 digits
ar: رقم الجوال لايجب ان يقل عن ١٠ ارقام ولا يزيد عن ١٥ رقم

# emptyCountry
source: You must select your country
ar: إختر الدوله

# emptyCity
source: You must select your city
ar: إختر المدينة

# emptyLocation
source: You must detect your address location
ar: من فضلك قم بتحديد مكانك ( عنوانك )

# invalidLogin
source: Invalid phone number or password
ar: خطأ في رقم الجوال او كلمة المرور !

# invalidReg
source: Your input date is taken by another user please try with diffrent input
ar: البيانات المدخلة مستخدمة من قبل مستخدم آخر من فضلك حاول التسجيل ببيانات أخري

# registrationSuccess
source: Registeration Successfully
ar: تم التسجيل بنجاح

# oldPassRequired
source: Old password is required
ar: أدخل كلمة المرور السابقة

# newPassRequired
source: New password is required
ar: أدخل كلمة المرور الجديدة

# changePassSucess
source: Password changed successfully
ar: تم التعديل بنجاح

# changePassFails
source: Fail to change password try agin
ar: فشل تعديل كلمة المرور

# emptyVRCode
source: Verification code is required
ar: أدخل كود التحقق أولاً

# validConfirmPass
source: Confirm password doesnnot match
ar: تأكيد كلمة المرور غير متاطابقة

# emptyDateOfBirth
source: Date of birth is required
ar: إختر تاريخ الميلاد

# validAcceptTerms
source: You should accept our terms and conditions to use our app
ar: يلزم الموافقه علي الشروط والأحكام لإستخدام التطبيق

# verfCode
source: Verification Code
ar: كود التحقق

# emptyVerfCode
source: Verification code is required
ar: أدخل كود التحقق

# emptyNoteRequest
source: Please complete all fields first
ar: من فضلك أدخل جميع الحقول أولاً

# emptyDates
source: You must select start and end date
ar: يلزم تحديد تاريخ البداية والنهاية

# validAllField
source: You must complete all fields first
ar: من فضلك أدخل جميع الحقول أولاً

# validConfPass
source: Confirm password is incorrect
ar: خطأ في تأكيد كلمة المرور

# emptyUserImage
source: Choose your profile image first
ar: أختر صورة الملف الشخصي أولاً

# emptyRecievingLoc
source: Please detect your recieving location
ar: من فضلك حدد مكان الإستلام

# emptyTime
source: Choose delivery time
ar: من فضلك حدد ميعاد التوصيل

# emptyGifted
source: Sender name is required
ar: من فضلك أدخل اسم المرسل

# regUserAuthe
source: Email or Phone Number
ar: الهاتف أو البريد الالكتروني

# regPass
source: Password
ar: كلمة المرور

# regOldPass
source: Old password
ar: كلمة المرور السابقة

# regNewPass
source: New password
ar: كلمة المرور الجديدة

# regConfPass
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# regUserName
source: Username
ar: إسم المستخدم

# regPhone
source: Phone Number
ar: رقم الجوال

# regMail
source: Email
ar: البريد الإلكتروني

# regVerfCode
source: Activiation code
ar: كود التفعيل

# regReuestNum
source: Request number or Phone number
ar: رقم الطلب أو رقم الهاتف

# regCity
source: City
ar: المدينة

# regLocation
source: Location
ar: الموقع

# detectTime
source: Choose delivery time
ar: إختر موعد التسليم

# reqSenderName
source: Sender name
ar: إسم المرسل

# reqReciverName
source: Reciever name
ar: إسم المستقبل

# reqMessage
source: Message
ar: الرسالة

# reqNotes
source: Notes
ar: ملاحظات

# reqCode
source: Discount code
ar: كود الخصم

# supportMsg
source: Message content
ar: محتوي الرسالة

# supportMsgType
source: Message type
ar: نوع الرسالة

source: Stores
ar: متـاجر

source: Gifts
ar: إهداء

source: Offers
ar: العروض

# basket
source: Cart
ar: السـلة

source: Settings
ar: الإعدادات

source: Graduate
ar: تخرج

source: BirthDay
ar: عيد ميلاد

source: Welcome
ar: ترحاب

source: Fest
ar: أعياد

source: Other
ar: أخري

# pkgs
source: Packages
ar: باقات جاهزة

source: Events
ar: مناسبات

# collectPkg
source: Make yours
ar: نسق باقتك

source: Login
ar: تسجيل دخول

source: Register
ar: عضو جديد

# home
source: Stores
ar: المتاجر

source: Profile
ar: حسابي

source: My Requests
ar: طلباتي

source: Notifications
ar: الإشعارات

source: Privacy Policy
ar: سياسة الخصوصية

# termsConds
source: Terms of use
ar: قواعد الإستخدام

# storesCityTile
source: Stores in ' %@ '
ar: المتاجر المتواجده في ' %@ '

source: Price :
ar: السعر:

# currency
source: SAR
ar: ريال

# openState
source: Opening Now
ar: مفتوح الآن

# closeState
source: Closing Now
ar: مغلق الآن

# ratingResult
source: %@ from Success request
ar: من %@ طلب ناجح

# addAlertTitle
source: Order Confirmation
ar: تأكيد الطلب

# addAlertMsg
source: Are you sure to add order to your basket ?
ar: هل أنت متأكد من إستكمال إضافة الطلب للسلة ؟

# locationTitle
source: Enable location service
ar: يلزم تفعيل خدمة تحديد الموقع

# locationMsg
source: Application want to access current location to get the optimal and accurate data
ar: بحاجه لمعرفه موقعك للحصول علي النتائج السليمة. الرجاء تشغيل خدمة تحديد الموقع

# locationSettting
source: Go to settings
ar: إذهب إلي الإعدادات

# locationLater
source: Later
ar: لاحقاً

# noResult
source: No Result found
ar: لا تتوفر نتائج الآن

source: Try again
ar: إعادة الطلب

source: Operation Success
ar: عملية ناجحة

source: Search
ar: بحث

source: OK
ar: موافق

source: Cancel
ar: رجوع

# conn_error
source: Connection Error
ar: فشل الإتصال بالإنترنت

# loginNow
source: Relogin Now
ar: إعادة تسجيل الدخول

# expireToken
source: Current user session expired
ar: الجلسة الحالية غير صالحة

# expireTokenTitle
source: Pleas relogin again
ar: من فضلك قم بتسجيل الدخول من جديد

# loginRequired
source: Please login use this feature
ar: يلزم تسجيل الدخول أولاً

# loginBtn
source: Login Now
ar: تسجيل الآن

# updateAccSuccess
source: Profile updated Successfully
ar: تم تعديل البيانات بنجاح

# languageAler
source: Language Changing
ar: تغيير اللغة

# langageAlerTile
source: Are you want to change application language ?
ar: هل انت متأكد من تغيير لغة التطبيق ؟

source: Yes
ar: موافق

source: No
ar: رجوع

# en
source: English language
ar: اللغة الإنجليزية

# ar
source: Arabic language
ar: اللغة العربية

# conf
source: Continue
ar: إستمرار

# rej
source: Cancel
ar: إلغاء

# Push_New_Order
source: You have a new application that needs approval
ar: لديك طلب جديد يحتاج للموافقة

# Push_Order_State_Delivered
source: You have successfully received the order
ar: لقد إستلمت الطلبية بنجاح

# Push_Order_State_Canceled
source: Your order has been canceled : %@
ar: تم إلغاء طلبك : %@

# Push_Order_State_Accepted
source: Your request has been approved
ar: تمت الموافقة علي طلبك

# Push_Order_State_Paid
source: Payment confirmed
ar: تم تأكيد الدفع

# Push_Order_State_User_Paid
source: %@ Value of request
ar: تم دفع %@ قيمة الطلب

# Push_Order_State_Processing
source: Processing Your Order
ar: جاري تجهيز الطلب الخاص بك

# Push_Order_State_Shipping
source: Your order is being shipped now
ar: جاري شحن طلبك الآن

# Push_Discount_Code
source: Discount code sent by admin %@
ar: تم إسال كود خصم من قبل الإدارة %@

# Push_Discount_Code_Edit
source: Discount Code %@
ar: تم تعديل كود الخصم %@

# Push_Request_accepted
source: Your membership request has been activated %@
ar: تم تفعيل طلب العضوية الخاص بك %@

# Push_New_Rate
source: Your store has been rated as %@ stars
ar: تم تقييم متجرك بـ %@ نجوم

# Push_Message_Reply
source: Admin replays to your message : %@
ar: تم الرد علي رسالتك : %@
